/*
Navicat MySQL Data Transfer

Source Server         : aliyun_3306
Source Server Version : 50541
Source Host           : 121.41.106.37:3306
Source Database       : education_biz

Target Server Type    : MYSQL
Target Server Version : 50541
File Encoding         : 65001

Date: 2015-04-20 19:35:22
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for city
-- ----------------------------
DROP TABLE IF EXISTS `city`;
CREATE TABLE `city` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `pid` bigint(20) NOT NULL COMMENT '父id',
  `name` varchar(50) DEFAULT NULL COMMENT '城市名称',
  `sort_number` bigint(20) NOT NULL COMMENT '排序',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `uniq_city_name` (`name`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=55 DEFAULT CHARSET=utf8 COMMENT='城市表';

-- ----------------------------
-- Records of city
-- ----------------------------
INSERT INTO `city` VALUES ('1', '0', '安徽', '1', '2015-04-20 03:40:37', '2015-04-20 03:40:37');
INSERT INTO `city` VALUES ('2', '1', '合肥', '1', '2015-04-20 03:40:37', '2015-04-20 03:40:37');
INSERT INTO `city` VALUES ('3', '0', '北京', '2', '2015-04-20 03:40:37', '2015-04-20 03:40:37');
INSERT INTO `city` VALUES ('4', '3', '北京市', '1', '2015-04-20 03:40:37', '2015-04-20 03:40:37');
INSERT INTO `city` VALUES ('5', '0', '重庆', '3', '2015-04-20 03:40:37', '2015-04-20 03:40:37');
INSERT INTO `city` VALUES ('6', '5', '重庆市', '1', '2015-04-20 03:40:37', '2015-04-20 03:40:37');
INSERT INTO `city` VALUES ('7', '0', '广东', '4', '2015-04-20 03:40:37', '2015-04-20 03:40:37');
INSERT INTO `city` VALUES ('8', '7', '广州', '1', '2015-04-20 03:40:37', '2015-04-20 03:40:37');
INSERT INTO `city` VALUES ('9', '0', '河北', '5', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('10', '9', '邯郸', '1', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('11', '0', '河南', '6', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('12', '11', '郑州', '1', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('13', '0', '黑龙江', '7', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('14', '13', '哈尔滨', '1', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('15', '0', '湖北', '8', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('16', '15', '武汉', '1', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('17', '0', '湖南', '9', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('18', '17', '长沙', '1', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('19', '0', '吉林', '10', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('20', '19', '长春', '1', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('21', '0', '江苏', '11', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('22', '21', '南京', '1', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('23', '0', '辽宁', '12', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('24', '23', '大连', '1', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('25', '23', '沈阳', '2', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('26', '0', '内蒙古', '13', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('27', '26', '呼和浩特', '1', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('28', '0', '山东', '14', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('29', '28', '威海', '1', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('30', '28', '淄博', '2', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('31', '28', '烟台', '3', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('32', '28', '青岛', '4', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('33', '0', '山西', '15', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('34', '33', '太原', '1', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('35', '0', '陕西', '16', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('36', '35', '西安', '1', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('37', '0', '上海', '17', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('38', '37', '上海市', '1', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('39', '0', '四川', '18', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('40', '39', '成都', '1', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('41', '0', '天津', '19', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('42', '41', '天津市', '1', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('43', '0', '福建', '20', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('44', '0', '甘肃', '21', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('45', '0', '广西', '22', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('46', '0', '贵州', '23', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('47', '0', '海南', '24', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('48', '0', '江西', '25', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('49', '0', '宁夏', '26', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('50', '0', '青海', '27', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('51', '0', '香港', '28', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('52', '0', '新疆', '29', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('53', '0', '云南', '30', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('54', '0', '浙江', '31', '2015-04-20 03:40:39', '2015-04-20 03:40:39');


INSERT INTO `city` VALUES ('55', '9', '沧州', '2', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
INSERT INTO `city` VALUES ('56', '28', '济宁', '5', '2015-04-20 03:40:39', '2015-04-20 03:40:39');
INSERT INTO `city` VALUES ('57', '53', '昆明', '1', '2015-04-20 03:40:39', '2015-04-20 03:40:39');

INSERT INTO `city` VALUES ('58', '11', '周口', '2', '2015-04-20 03:40:38', '2015-04-20 03:40:38');
