/*
Navicat MySQL Data Transfer

Source Server         : aliyun_3306
Source Server Version : 50541
Source Host           : 121.41.106.37:3306
Source Database       : education_biz

Target Server Type    : MYSQL
Target Server Version : 50541
File Encoding         : 65001

Date: 2015-04-20 19:35:58
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for school
-- ----------------------------
DROP TABLE IF EXISTS `school`;
CREATE TABLE `school` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `city_id` int(10) NOT NULL COMMENT '城市id',
  `name` varchar(50) NOT NULL COMMENT '学校名称',
  `sort_number` bigint(20) NOT NULL COMMENT '排序',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `uniq_school_name` (`name`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=183 DEFAULT CHARSET=utf8 COMMENT='学校表';

-- ----------------------------
-- Records of school
-- ----------------------------
INSERT INTO `school` VALUES ('1', '1', '安徽师范大学', '1', '2015-04-20 03:44:03', '2015-04-20 03:44:03');
INSERT INTO `school` VALUES ('2', '1', '阜阳师范学院', '2', '2015-04-20 03:44:03', '2015-04-20 03:44:03');
INSERT INTO `school` VALUES ('3', '1', '安庆师范学院', '3', '2015-04-20 03:44:04', '2015-04-20 03:44:04');
INSERT INTO `school` VALUES ('4', '1', '淮北师范大学', '4', '2015-04-20 03:44:04', '2015-04-20 03:44:04');
INSERT INTO `school` VALUES ('5', '1', '黄山学院', '5', '2015-04-20 03:44:04', '2015-04-20 03:44:04');
INSERT INTO `school` VALUES ('6', '1', '皖西学院', '6', '2015-04-20 03:44:04', '2015-04-20 03:44:04');
INSERT INTO `school` VALUES ('7', '1', '滁州学院', '7', '2015-04-20 03:44:04', '2015-04-20 03:44:04');
INSERT INTO `school` VALUES ('8', '1', '宿州学院', '8', '2015-04-20 03:44:04', '2015-04-20 03:44:04');
INSERT INTO `school` VALUES ('9', '1', '巢湖学院', '9', '2015-04-20 03:44:04', '2015-04-20 03:44:04');
INSERT INTO `school` VALUES ('10', '1', '淮南师范学院', '10', '2015-04-20 03:44:04', '2015-04-20 03:44:04');
INSERT INTO `school` VALUES ('11', '1', '安徽科技学院', '11', '2015-04-20 03:44:04', '2015-04-20 03:44:04');
INSERT INTO `school` VALUES ('12', '1', '安徽师范大学皖江学院', '12', '2015-04-20 03:44:04', '2015-04-20 03:44:04');
INSERT INTO `school` VALUES ('13', '1', '淮北师范大学信息学院', '13', '2015-04-20 03:44:04', '2015-04-20 03:44:04');
INSERT INTO `school` VALUES ('14', '1', '合肥师范学院', '14', '2015-04-20 03:44:04', '2015-04-20 03:44:04');
INSERT INTO `school` VALUES ('15', '3', '首都师范大学', '15', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('16', '3', '北京大学', '16', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('17', '3', '北京师范大学', '17', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('18', '5', '重庆师范大学', '18', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('19', '5', '长江师范学院', '19', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('20', '43', '武夷学院', '20', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('21', '43', '福建师范大学', '21', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('22', '43', '宁德师范学院', '22', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('23', '43', '泉州师范学院', '23', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('24', '43', '漳州师范学院', '24', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('25', '44', '西北师范大学', '25', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('26', '44', '陇东学院', '26', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('27', '44', '甘肃民族师范学院', '27', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('28', '44', '西北师范大学知行学院', '28', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('29', '44', '天水师范学院', '29', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('30', '7', '华南师范大学', '30', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('31', '7', '韩山师范学院', '31', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('32', '7', '湛江师范学院', '32', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('33', '7', '广东技术师范学院', '33', '2015-04-20 03:44:05', '2015-04-20 03:44:05');
INSERT INTO `school` VALUES ('34', '7', '广东第二师范学院', '34', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('35', '45', '广西师范大学', '35', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('36', '45', '广西师范学院', '36', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('37', '45', '广西民族师范学院', '37', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('38', '45', '河池学院', '38', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('39', '45', '玉林师范学院', '39', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('40', '46', '贵州师范大学', '40', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('41', '46', '遵义师范学院', '41', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('42', '46', '兴义民族师范学院', '42', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('43', '46', '毕节学院', '43', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('44', '46', '黔南民族师范学院', '44', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('45', '46', '六盘水师范学院', '45', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('46', '46', '贵州师范大学求是学院', '46', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('47', '46', '贵州师范学院', '47', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('48', '47', '海南师范大学', '48', '2015-04-20 03:44:06', '2015-04-20 03:44:06');
INSERT INTO `school` VALUES ('49', '9', '河北轨道运输职业技术学院', '49', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('50', '9', '河北工业大学', '50', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('51', '9', '河北师范大学', '51', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('52', '9', '河北民族师范学院', '52', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('53', '9', '唐山师范学院', '53', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('54', '9', '廊坊师范学院', '54', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('55', '9', '衡水学院', '55', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('56', '9', '石家庄学院', '56', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('57', '9', '邯郸学院', '57', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('58', '9', '邢台学院', '58', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('59', '9', '沧州师范学院', '59', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('60', '9', '河北科技师范学院', '60', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('61', '9', '河北师范大学汇华学院', '61', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('62', '11', '河南科技大学', '62', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('63', '11', '河南师范大学', '63', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('64', '11', '信阳师范学院', '64', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('65', '11', '周口师范学院', '65', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('66', '11', '安阳师范学院', '66', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('67', '11', '南阳师范学院', '67', '2015-04-20 03:44:07', '2015-04-20 03:44:07');
INSERT INTO `school` VALUES ('68', '11', '洛阳师范学院', '68', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('69', '11', '商丘师范学院', '69', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('70', '11', '黄淮学院', '70', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('71', '11', '平顶山学院', '71', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('72', '11', '郑州师范学院', '72', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('73', '11', '河南师范大学新联学院', '73', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('74', '11', '信阳师范学院华锐学院', '74', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('75', '11', '安阳师范学院人文管理学院', '75', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('76', '13', '哈尔滨师范大学', '76', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('77', '13', '牡丹江师范学院', '77', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('78', '13', '黑龙江外国语学院', '78', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('79', '15', '湖北师范学院', '79', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('80', '15', '黄冈师范学院', '80', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('81', '15', '湖北师范学院文理学院', '81', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('82', '15', '湖北第二师范学院', '82', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('83', '15', '华中师范大学', '83', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('84', '17', '湖南师范大学', '84', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('85', '17', '衡阳师范学院', '85', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('86', '17', '湖南人文科技学院', '86', '2015-04-20 03:44:08', '2015-04-20 03:44:08');
INSERT INTO `school` VALUES ('87', '17', '湖南师范大学树达学院', '87', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('88', '17', '衡阳师范学院南岳学院', '88', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('89', '17', '湘潭教育学院', '89', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('90', '19', '东北师范大学', '90', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('91', '19', '通化师范学院', '91', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('92', '19', '吉林师范大学', '92', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('93', '19', '吉林工程技术师范学院', '93', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('94', '19', '长春师范学院', '94', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('95', '19', '白城师范学院', '95', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('96', '19', '吉林师范大学博达学院', '96', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('97', '21', '南京师范大学', '97', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('98', '21', '徐州师范大学', '98', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('99', '21', '淮阴师范学院', '99', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('100', '21', '盐城师范学院', '100', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('101', '21', '南京晓庄学院', '101', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('102', '21', '江苏技术师范学院', '102', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('103', '21', '南京师范大学泰州学院', '103', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('104', '48', '赣南师范学院科技学院', '104', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('105', '48', '江西师范大学', '105', '2015-04-20 03:44:09', '2015-04-20 03:44:09');
INSERT INTO `school` VALUES ('106', '48', '上饶师范学院', '106', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('107', '48', '赣南师范学院', '107', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('108', '48', '江西科技师范学院', '108', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('109', '23', '辽宁师范大学', '109', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('110', '23', '沈阳师范大学', '110', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('111', '23', '鞍山师范学院', '111', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('112', '23', '辽宁师范大学海华学院', '112', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('113', '26', '内蒙古师范大学', '113', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('114', '26', '集宁师范学院', '114', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('115', '26', '内蒙古师范大学鸿德学院', '115', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('116', '49', '宁夏师范学院', '116', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('117', '50', '青海师范大学', '117', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('118', '28', '聊城大学', '118', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('119', '28', '潍坊学院', '119', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('120', '28', '枣庄学院', '120', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('121', '28', '山东科技大学', '121', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('122', '28', '青岛大学', '122', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('123', '28', '济宁医学院', '123', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('124', '28', '烟台大学', '124', '2015-04-20 03:44:10', '2015-04-20 03:44:10');
INSERT INTO `school` VALUES ('125', '28', '鲁东大学', '125', '2015-04-20 03:44:11', '2015-04-20 03:44:11');
INSERT INTO `school` VALUES ('126', '28', '济南大学', '126', '2015-04-20 03:44:11', '2015-04-20 03:44:11');
INSERT INTO `school` VALUES ('127', '28', '山东师范大学', '127', '2015-04-20 03:44:11', '2015-04-20 03:44:11');
INSERT INTO `school` VALUES ('128', '28', '曲阜师范大学', '128', '2015-04-20 03:44:11', '2015-04-20 03:44:11');
INSERT INTO `school` VALUES ('129', '28', '滨州学院', '129', '2015-04-20 03:44:11', '2015-04-20 03:44:11');
INSERT INTO `school` VALUES ('130', '28', '临沂大学', '130', '2015-04-20 03:44:11', '2015-04-20 03:44:11');
INSERT INTO `school` VALUES ('131', '28', '济宁学院', '131', '2015-04-20 03:44:11', '2015-04-20 03:44:11');
INSERT INTO `school` VALUES ('132', '28', '齐鲁师范学院', '132', '2015-04-20 03:44:11', '2015-04-20 03:44:11');
INSERT INTO `school` VALUES ('133', '28', '山东教育学院', '133', '2015-04-20 03:44:11', '2015-04-20 03:44:11');
INSERT INTO `school` VALUES ('134', '33', '大同大学', '134', '2015-04-20 03:44:11', '2015-04-20 03:44:11');
INSERT INTO `school` VALUES ('135', '33', '山西师范大学', '135', '2015-04-20 03:44:11', '2015-04-20 03:44:11');
INSERT INTO `school` VALUES ('136', '33', '太原师范学院', '136', '2015-04-20 03:44:11', '2015-04-20 03:44:11');
INSERT INTO `school` VALUES ('137', '33', '晋中学院', '137', '2015-04-20 03:44:11', '2015-04-20 03:44:11');
INSERT INTO `school` VALUES ('138', '33', '长治学院', '138', '2015-04-20 03:44:11', '2015-04-20 03:44:11');
INSERT INTO `school` VALUES ('139', '33', '运城学院', '139', '2015-04-20 03:44:12', '2015-04-20 03:44:12');
INSERT INTO `school` VALUES ('140', '33', '忻州师范学院', '140', '2015-04-20 03:44:12', '2015-04-20 03:44:12');
INSERT INTO `school` VALUES ('141', '33', '吕梁学院', '141', '2015-04-20 03:44:12', '2015-04-20 03:44:12');
INSERT INTO `school` VALUES ('142', '33', '山西师范大学现代文理学院', '142', '2015-04-20 03:44:12', '2015-04-20 03:44:12');
INSERT INTO `school` VALUES ('143', '35', '西安电子科技大学', '143', '2015-04-20 03:44:12', '2015-04-20 03:44:12');
INSERT INTO `school` VALUES ('144', '35', '商洛学院', '144', '2015-04-20 03:44:12', '2015-04-20 03:44:12');
INSERT INTO `school` VALUES ('145', '35', '学前师范', '145', '2015-04-20 03:44:12', '2015-04-20 03:44:12');
INSERT INTO `school` VALUES ('146', '35', '西安文理学院', '146', '2015-04-20 03:44:12', '2015-04-20 03:44:12');
INSERT INTO `school` VALUES ('147', '35', '榆林学院', '147', '2015-04-20 03:44:12', '2015-04-20 03:44:12');
INSERT INTO `school` VALUES ('148', '35', '陕西师范大学', '148', '2015-04-20 03:44:12', '2015-04-20 03:44:12');
INSERT INTO `school` VALUES ('149', '35', '宝鸡文理学院', '149', '2015-04-20 03:44:12', '2015-04-20 03:44:12');
INSERT INTO `school` VALUES ('150', '35', '咸阳师范学院', '150', '2015-04-20 03:44:13', '2015-04-20 03:44:13');
INSERT INTO `school` VALUES ('151', '35', '渭南师范学院', '151', '2015-04-20 03:44:13', '2015-04-20 03:44:13');
INSERT INTO `school` VALUES ('152', '37', '华东师范大学', '152', '2015-04-20 03:44:13', '2015-04-20 03:44:13');
INSERT INTO `school` VALUES ('153', '37', '上海师范大学', '153', '2015-04-20 03:44:13', '2015-04-20 03:44:13');
INSERT INTO `school` VALUES ('154', '39', '西华师范大学', '154', '2015-04-20 03:44:13', '2015-04-20 03:44:13');
INSERT INTO `school` VALUES ('155', '39', '绵阳师范学院', '155', '2015-04-20 03:44:13', '2015-04-20 03:44:13');
INSERT INTO `school` VALUES ('156', '39', '内江师范学院', '156', '2015-04-20 03:44:14', '2015-04-20 03:44:14');
INSERT INTO `school` VALUES ('157', '39', '乐山师范学院', '157', '2015-04-20 03:44:14', '2015-04-20 03:44:14');
INSERT INTO `school` VALUES ('158', '39', '四川民族学院', '158', '2015-04-20 03:44:14', '2015-04-20 03:44:14');
INSERT INTO `school` VALUES ('159', '39', '四川师范大学文理学院', '159', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('160', '39', '四川师范大学', '160', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('161', '41', '天津师范大学', '161', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('162', '51', '香港教育学院', '162', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('163', '52', '新疆师范大学', '163', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('164', '52', '喀什师范学院', '164', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('165', '52', '伊犁师范学院', '165', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('166', '52', '昌吉学院', '166', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('167', '53', '云南师范大学', '167', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('168', '53', '曲靖师范学院', '168', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('169', '53', '保山学院', '169', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('170', '53', '玉溪师范学院', '170', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('171', '53', '楚雄师范学院', '171', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('172', '53', '文山学院', '172', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('173', '54', '温州大学瓯江学院', '173', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('174', '54', '浙江师范大学', '174', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('175', '54', '杭州师范大学', '175', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('176', '54', '湖州师范学院', '176', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('177', '54', '绍兴文理学院', '177', '2015-04-20 03:44:15', '2015-04-20 03:44:15');
INSERT INTO `school` VALUES ('178', '54', '丽水学院', '178', '2015-04-20 03:44:16', '2015-04-20 03:44:16');
INSERT INTO `school` VALUES ('179', '54', '杭州师范大学钱江学院', '179', '2015-04-20 03:44:16', '2015-04-20 03:44:16');
INSERT INTO `school` VALUES ('180', '54', '湖州师范学院求真学院', '180', '2015-04-20 03:44:16', '2015-04-20 03:44:16');
INSERT INTO `school` VALUES ('181', '54', '绍兴文理学院元培学院', '181', '2015-04-20 03:44:16', '2015-04-20 03:44:16');
